{ "blogposts": [{
    "title": "How to make the most of your 10 days Down Under",
    "author": "Australia.com",
    "preview": "A live  album by the English progressive rock band originally released in 1995, on the label EMI in the United Kingdom.",
    "content": "Welcome to sunny . Begin the day with a stroll along the spectacular clifftops between Bondi, Tamarama and Bronte beaches. A round trip should take about 1 1/2 hours. Finish with a dip at the Bondi Icebergs pool or a  at Bondi Beach. You can then sit down for lunch at one of Bondi's many cafes, such as , where you can enjoy a bucket of prawns overlooking the beach. In the afternoon, take the bus up the hill from Bondi Beach to the shopping precinct of Paddington, where you can browse the fashion boutiques of some of Australia's best designers, such as Camilla and Marc, Lee Mathews and Scanlan Theodore. Stop for coffee at  down Glenmore Road.",
    "tags": ["trip ideas", "Sydney and surrounds", "itineraries"],
    "image": "https://media1.s-nbcnews.com/j/newscms/2017_50/1304474/sydney-today-tease-171215_8883be605784b866806a2874cb2a81e3.today-inline-large2x.jpg",
    "id": "1"
    }, {
    "title": "Chris Hemsworth's Australian bucket list",
    "author": "Allie Metz",
    "preview": "Global ambassador and actor Chris Hemsworth discusses his top 5 Australian experiences.",
    "content": "The Great Barrier Reef is one of those places you must visit, whether you love the water or just want to see one of the great wonders of the world. We stayed at Hayman Island which was a real highlight… We had an afternoon on Whitehaven Beach which was absolutely stunning. It was the whitest sand and crystal clean water that I'd ever seen, and the Whitsundays is the perfect spot to just unwind and relax.",
    "tags": ["trip ideas", "local knowledge", "things to do", "friends of Australia"],
    "image": "http://www.starobserver.com.au/wp-content/uploads/2017/08/image-13.jpg",
    "id": "2"
      }, {
    "title": "20 must-do activities in Australia",
    "author": "Kate Cox",
    "preview": "These 20 activites could all be highlights of your trip to Australia. How will you choose which ones to do?",
    "content": "The Whitsunday Islands offer some of the world's finest sailing, with mostly perfect winds, calm seas, beautiful scenery and 74 islands to hop through (69 of which are uninhabited). It's called bareboating: hiring a boat, stocking it with provisions and friends and sailing off into the sunset. Even if you have no sailing experience, companies such as  will give you a yacht and a safety briefing and then set you free, with the requirement that you respond to their twice-daily radio schedule to say where you are and where you're going. Leave from the coastal town of Airlie Beach or have your vessel delivered to Hamilton or Hayman Island. Prices start at AUD$365 a night for a six-person yacht.",
    "tags": ["trip ideas", "activites", "things to do", "Australian adventure"],
    "image": "http://www.exploreaustralia.net.au/images/content/rec/91/45791-582ff300.jpg",
    "id": "3"
  }]
}
